Repository: Ukrainian-Irdya-Project/wesnoth-uk
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: uk_ua

source: A lich that accrues enough power over its newfound immortal lifespan becomes one who can stain souls with despair and sow ruin across the world. Invariably in command of a nigh-limitless horde of risen warriors and undead monsters, a lich of this order has a mastery of dark sorcery that can bring dread to the most storied magi of human and elven kind. Such a figure usually marks a dark and bloody chapter in history, and in those times of need, it is only through the tireless efforts of the most valiant heroes that the rise of an Ancient Lich has not led to the shadows ruling the world for the rest of time.
uk_ua: Ліч, який за своє нове нескінченне життя став достатньо сильним та могутнім, вселяє відчай у саму душу своїх ворогів і сіє розруху по всьому світу. Будучи незмінним повелителем майже незліченної орди посталих з могил воїнів та неживих монстрів, ліч бездоганно володіє темною магією, що вселяє жах у серця великих людських та ельфійських магів. Така постать зазвичай залишає темний та кривавий слід в історії, і лише невтомні зусилля найбільш відважних героїв не дозволили Древнім лічам навіки занурити цей світ в темряву.

source: A living man... so it is as Iliah-Malal says...
uk_ua: Жива людина... все так, як сказав Іліа-Малал...

source: A local file with add-on publishing information could not be read. File: $path Error message: $msg
uk_ua: Не вдалося прочитати інформацію про публікацію аддону з локального файлу. Файл: $path Текст помилки: $msg

source: A local server instance has to be started in order to host a networked game. The server will run as a background process until all users have disconnected. Do you wish to continue?
uk_ua: Щоб почати мережну гру треба запустити екземпляр локального сервера. Сервер буде працювати як фоновий процес поки до сервера при'єднані користувачі. Ви бажаєте продовжити?

source: A lua error has occurred, and a corpse cannot be recruited.
uk_ua: Не можна оживити труп через помилку в Lua-коді.

source: A mage who has just finished his apprenticeship is known as a journeyman. Journeyman mages travel far in search of employment and experience.
uk_ua: Маг, який тільки що закінчив навчання називається підмайстром. Ці маги подорожують у пошуках роботи і досвіду.

source: A network disconnection has occurred, and the game cannot continue. Do you want to save the game?
uk_ua: З'єднання обірване, гра не може бути продовжена. Хочете зберегти гру?

source: A normal scorpion is dangerous enough — the deadliness of one the size of a man needs little explanation.
uk_ua: Навіть звичайний скорпіон небезпечний, що вже говорити про скорпіонів розміром з людину.

source: A paramount chief of all the orcs has arisen, and he is setting a trap for the humans at the Ford of Abez. I think we must aid the humans, lest we be defeated separately once they are crushed.
uk_ua: Так, з'явився великий вождь усіх орків, і він готує пастку для людей у Переправи Абез. Я думаю, ми повинні допомогти людям, оскільки без їхньої допомоги, самостійно, нам не впоратися з натиском орків.

source: A player has joined
uk_ua: Гравець під’єднався

source: A player has left
uk_ua: Гравець вийшов

source: A player used a debug command during the game. If this is unexpected, it is possible the player in question is cheating.
uk_ua: Гравець у цій грі використав налагоджувальну команду. Якщо це було несподівано, то можливо що це спроба когось ошукати.

source: A prayer for life immortal!
uk_ua: Благаю про безсмертя!

source: A problem occurred when trying to create the files necessary to install this add-on.
uk_ua: Виникла проблема зі створенням файлів, потрібних для встановлення цього аддону.

source: A quest for each of us then?
uk_ua: Тоді по завданню від кожного з нас?

source: A quintain? You want me to fight a dummy?
uk_ua: Опудало? Ви пропонуєте мені битися з манекеном?

source: A random map set in the break between spring and winter, mainly with snowy terrains. Note: random maps are often unbalanced, but if you have time, you can regenerate them until you get a good one.
uk_ua: Випадкова карта між осінню та зимою, переважно зі сніговим покривом. Увага: випадкові карти часто не збалансовані, але якщо у вас є час, ви можете згенерувати нові, поки не отримаєте хорошу.

source: A random map with sand as the primary terrain. Note: random maps are often unbalanced, but if you have time, you can regenerate them until you get a good one.
uk_ua: Випадкова карта з пісками. Увага: випадкові карти часто не збалансовані, але якщо у вас є час, ви можете згенерувати нові, поки не отримаєте хорошу.

source: A random map with swamp as the primary terrain. Note: random maps are often unbalanced, but if you have time, you can regenerate them until you get a good one.
uk_ua: Випадкова карта з болотами. Увага: випадкові карти часто не збалансовані, але якщо у вас є час, ви можете згенерувати нові, поки не отримаєте хорошу.

source: A randomly generated campaign for 1 player. It has 6 levels of difficulty. (Expert level, 5 scenarios.)
uk_ua: Випадково згенерована кампанія для одного гравця, 6 рівнів складності. (Експертний рівень, 5 сценаріїв.)

source: A randomly generated cooperative campaign for 2 players. It has 6 levels of difficulty. (Expert level, 5 scenarios.)
uk_ua: Випадково згенерована кооперативна кампанія для двох гравців, 6 рівнів складності. (Експертний рівень, 5 сценаріїв.)

source: A randomly generated cooperative campaign for 3 players. It has 6 levels of difficulty. (Expert level, 5 scenarios.)
uk_ua: Випадково згенерована кооперативна кампанія для трьох гравців, 6 рівнів складності. (Експертний рівень, 5 сценаріїв.)

source: A registered account on the Wesnoth forums is required to join the official server.
uk_ua: Для з'єднання з офіційним сервером необхідно мати зареєстрований аккаунт на форумі Весноту.

source: A river rising in the <ref>dst='heart_mountains' text='Heart Mountains'</ref> and running east to the Listra.
uk_ua: Ріка, що бере свій початок в <ref>dst='heart_mountains' text='Горах Серця'</ref> і тече на схід, до Лістру.

source: A runemaster? There have been none such since Thursagan’s day. And for one to lead a holding was unheard-of; they tended towards the solitary life.
uk_ua: Майстер рун? Їх не було з часів Турсагана, особливо тих, що керували володіннями; вони прагнули до відлюдницького життя.

source: A runic bow. This elvish heirloom, passed from Queen to Princess, gathers power with each generation and speeds up the wielders movements so that more strikes can be landed before the engagement is over.
uk_ua: Рунічний лук. Ця ельфійська реліквія, що передається від Королеви до Принцеси, з кожним поколінням набирає сили і прискорює рух власників, щоб вони могли завдати якнайбільше ударів до завершення сутички.

source: A secret passage... I wonder where it leads...
uk_ua: Таємний хід... Цікаво, куди він веде...

source: A side with a leader holding the hill keep gets +$bonus_income gold income each turn.
uk_ua: Сторона, лідер якої утримує фортецю, отримує +$bonus_income доходу від золота кожного ходу.

source: A single scenario takes about 30 minutes to 2 hours to complete. This is the fastest way to play, but your units are not saved and you cannot use campaign units. You can play scenarios against the computer or against other players either over the internet or at your computer. Scenarios are accessed through the "Multiplayer" button on the main menu.
uk_ua: Один сценарій потребує для завершення приблизно від 30 хвилин до 2 годин. Це найбільш швидкий спосіб гри, але ваші бійці не зберігаються, і ви не можете використовувати бійців з кампаній. Ви можете грати сценарії проти комп'ютера або проти інших гравців, по Інтернету або на своєму комп'ютері. Для доступу до сценаріїв використовуйте кнопку "Мультиплеєр" в Основному Меню.

source: A skeleton archer is little different from the ‘skeletons’ which often accompany it — it is a sin against nature, a warrior raised from the dead to fight once again. In their masters’ hands, these soldiers will do anything to achieve the tasks laid before them, for death holds no fear for one who is already dead.
uk_ua: Скелети лучники мало чим відрізняються від їх товаришів скелетів — воїни, підняті з могили на ще одну битву це у будь-якому випадку крок проти природи. Керовані своїм господарем, ці солдати виконають будь-яке завдання, що перед ними поставлене, адже смерть не страшна нежиті.

source: A slave!
uk_ua: Раб!

source: A small supply of spears and bows still remains. I will distribute them to the peasants if that is your wish, commander.
uk_ua: Трохи списів та луків ще лишилося. Я роздам їх селянам, якщо ти так бажаєш, командире.

source: A soldier is no good without something to fight for. Let me fight for you!
uk_ua: Солдат не має сенсу, якщо йому нема за що боротися. Дозвольте мені приєднатися до вас!

source: A splendid idea! It’s probably best not to attempt attacking the quintain this turn. Instead, you should return to the keep and recruit two units; you have plenty of gold for that.
uk_ua: Чудова думка! Мабуть, краще не атакувати опудало цим ходом, а натомість повернутися до фортеці і найняти двох солдат. У тебе досить золота.

source: A stone-carved likeness of Lhun-dup, Servant of Sulla.
uk_ua: Кам'яна статуя Лун-дапа, Слуги Сулли.

source: A stone-carved likeness of Lo-bsang, Servant of Sulla.
uk_ua: Кам'яна статуя Ло-бзанга, Слуги Сулли.

source: A stone-carved likeness of Ri-nzen, Servant of Sulla.
uk_ua: Кам'яна статуя Рі-зена, Слуги Сулли.

source: A stone-carved likeness of Sulla the Great, also known as Sulla the Just, Sulla the Tyrant, Empress of the Sinking Tower, Lady of the Walking Glacier, Sulla the Incinerator, Sulla the Proud and Sulla the Righteous.
uk_ua: Кам'яна статуя Сулли Великої, також відомої як Сулла Справедлива, Сулла Сувора, Імператриця Затонулої Вежі, Пані Ходячого Льодовика, Сулла Спопеляюча, Сулла Велична і Сулла Праведна.

source: A stone-carved likeness of Ten-zin, Servant of Sulla.
uk_ua: Кам'яна статуя Тен-зіна, Слуги Сулли.

source: A strange place. Designed by Doc Paterson.
uk_ua: Дивне місце. Дизайн — Doc Paterson.

source: A swift victory
uk_ua: Швидка перемога

source: A team-colored shape is drawn on the ground under each unit. This is called the “ellipse”, although some units’ ellipses are not elliptical.
uk_ua: Під кожним бійцем на землі малюється фігура кольору команди, яка називається "еліпсом", хоча еліпси деяких бійців не є еліптичними.

source: A unit in a village will receive healing from the village instead of from adjacent healers.
uk_ua: Боєць, що знаходиться в селі, буде отримувати лікування від нього, а не від навколишніх цілителів.

source: A unit may be healed a maximum of 8 hitpoints per turn. A unit that does not move or fight during a turn is <emphasis>resting</emphasis> and will recover 2 hitpoints. Hitpoints recovered through <emphasis>resting</emphasis> are added on top of hitpoints recovered through healing so it is possible for a unit to recover up to a total of 10 hit points per turn.
uk_ua: Боєць може бути зцілений максимум на 8 одиниць здоров'я за хід. Боєць, який не рухався і не бився впродовж ходу, <emphasis>відпочиває</emphasis> і відновлює 2 одиниці. Одиниці здоров'я, відновлені при відпочинку, додаються до здоров'я, відновленого при зціленні, тому всього за хід боєць може зцілитися на 10 одиниць здоров'я.

source: A unit may take several turns to be fully healed.
uk_ua: Для повного зцілення бійцеві може знадобитись кілька ходів.

source: A unit was created using debug mode during $player’s turn
uk_ua: Під час ходу $player було створено бійця

source: A unit which can cure an ally of poison, although the ally will receive no additional healing on the turn it is cured of the poison.
uk_ua: Лікар здатний лікувати союзника від отрути, при цьому пацієнт не отримає додаткового зцілення в цьому ходу.

source: A unit&#8217;s Zone of Control extends to the six hexes immediately adjacent to the unit, and units that move into an enemy zone of control are forced to stop. Units with the skirmisher ability ignore enemy zones of control and are able to move through them freely without being forced to stop. Level 0 units are considered too feeble to generate a zone of control and all units are able to move through the hexes around an enemy level 0 unit freely.
uk_ua: Зона контролю бійця поширюється на шість полів навколо бійця, і будь-який ворожий боєць, що увійшов до зони контролю, негайно втрачає невитрачені ходи. Бійці з особливістю "авангардист" ігнорують зони контролю і можуть вільно проходити крізь них. Бійці нульового рівня вважаються занадто слабкими, щоб мати зону контролю, і ворожі бійці можуть вільно повз них проходити.

source: A vast region of wild, untamed wilderness, its terrain dotted with forests, caves, rivers, and the ruins of ancient fortresses.
uk_ua: Обширний регіон дикої, незаселеної пустки, ці землі покриті лісами, печерами, річками і руїнами древніх фортець.

source: A very small 2 vs. 2 map. Close quarters fighting means the successful rotation of units and planning of moves is important. Teams set for players 1 &amp; 4 vs. 2 &amp; 3 (northeast vs. southwest). Designed for 75 starting gold, 20 villages.
uk_ua: Дуже маленька карта 2 на 2. Близько розташовані бойові позиції означають швидку зміну бійців, тому важливе ретельне планування ходів. Гравці розташовані так: 1&4 на 2&3 (північний схід проти південного заходу). Є 75 початкових золотих та 20 сіл.

source: A very small 3 vs. 3 vs. 3 map. A 60sec timer is recommended due to the large number of players. The teams are players 159 vs. 267 vs. 348 (north vs. southeast vs. southwest). There are very few villages per player, so 3 gold per villages is recommended.
uk_ua: Дуже маленька карта для 3 на 3 на 3. Через велику кількість гравців рекомендується встановити таймер на 60 секунд. Гравці розбиті на команди 159 проти 267 проти 348 (північ - південний схід - південний захід). Тут дуже мало сіл на гравця, тому рекомендовано 3 золотих на село.

source: A virtually impassable barrier between the <ref>dst='arkan_thoria' text='river'</ref> country and the <ref>dst='far_north' text='Northern Plains'</ref>.
uk_ua: Майже непрохідний бар'єр між <ref>dst='arkan_thoria' text='річковою'</ref> долиною та <ref>dst='far_north' text='Пінічною рівниною'</ref>.

source: A voice came back like wind moaning through dry leaves. Though it was only whispered, all heard it better than they wanted.
uk_ua: До них докотився голос, наче то вітер шелестів поміж сухих дерев. Хоч то й був лише шепіт, кожен виразно почув його, навіть якщо і не хотів чути.

source: A welcome sight to any traveler, an oasis allows units to heal as if stationed in a village, but provides no income or defensive advantage.
uk_ua: Добрий знак для будь-якого подорожнього, оазис лікує бійців, як би вони стояли у селі, але не надає такого ж захисту та додаткового прибутку.

source: A wizard’s staff of power. This allows the bearer to summon powerful lightning bolts which strike their enemies, even at close range.
uk_ua: Магічний посох сили. Він дозволяє власникові викликати потужні блискавки, які вдаряють його ворогів, навіть зблизька.

source: A wolf! This journey may be more dangerous than I thought. If we need to, I suppose we could rest inside a farmer’s or woodcutter’s fence.
uk_ua: Вовк! На шляху чигає більше небезпек, ніж здавалося. Гадаю, через паркан ферми чи лісопильні він не перескочить.

source: A word of warning, young Kai. I carry a staff of righteous FLAME. If you let me die, I will take YOU all with me!
uk_ua: Попереджаю тебе, юний Каю. У мене з собою посох праведного ВОГНЮ. Якщо ти дозволиш мені померти, я заберу ВАС усіх з собою!

source: A young king with some battle experience will be treated with some respect. Common citizens will be inspired to do their utmost when the king is nearby, but battle-hardened veterans will be less impressed.
uk_ua: Молодий король з деяким досвідом битв заслужив деяку повагу. Його присутність надихає звичайних городян на сміливі вчинки, проте на загартованих у битвах ветеранів він не справить такого враження.

source: A young knight, Deoran, is dispatched to the southern Wesnoth province of Kerlath to investigate the ravaged towns at the border. Thrust quickly into a hapless conflict against marauding bandits, Deoran must rally the remaining men of the derelict South Guard to defend his country.
uk_ua: Молодого лицаря Деорано відправлено до південної провінції Весноту, Керлату, для дослідження розорених прикордонних міст. Швидко потрапивши в нещасливий конфлікт з бандитами-мародерами, Деоран має покластися на останніх бійців розгромленої Південної Гвардії, щоб захистити свою країну.

source: AGNOVON, I’VE COME FOR YOUR SWORD! TODAY YOU WILL REMEMBER FEAR! Heh heh. Nice trick, huh?
uk_ua: АГНОВОНЕ, Я ПРИЙШОВ ЗА ТВОЇМ МЕЧЕМ! СЬОГОДНІ ТИ ЗГАДАЄШ, ЩО ТАКЕ СТРАХ! Хе-хе. Непоганий трюк, га?

source: AI Usage:
uk_ua: Використання у ШІ:

source: AToTB
uk_ua: РпДБ

source: AUTHOR
uk_ua: АВТОР

source: Aah! What is that?!
uk_ua: Ааа! Що це таке?!
